{"translation-revision-date":"2024-10-10 16:43:05+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Sorry, you don't have permission to update the theme.":["عفوًا، ليست لديك الصلاحية اللازمة لتحديث القالب."],"Finish customizing":["إنهاء التخصيص"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["حدد زوج الخطوط التي تلائم علامتك التجارية على أفضل نحو. سيُستخدم الخط الأكبر للعناوين، والأصغر لمحتوى الدعم.  يمكنك تغيير خطك في أي وقت ضمن المحرر."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in Editor.":["حدد الذكاء الاصطناعي اقتران الخط الذي يناسب عملك بشكل أفضل. إذا كنت ترغب في تغييرها، فحدد خيارًا جديدًا أدناه الآن، أو لاحقًا في المحرر."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["اختر لوحة ألوان تلائم علامتك التجارية على أفضل نحو. هل تريد تغييرها؟ أنشئ لوحة ألوانك المخصصة أدناه، أو قم بتحديثها لاحقًا ضمن المحرر."],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in Editor.":["استنادًا إلى المعلومات التي شاركتها، توصي أداة الذكاء الاصطناعي لدينا باستخدام لوحة الألوان هذه.  هل تريد تغييرها؟ يمكنك تحديد ألوان جديدة أو إضافتها أدناه، أو تحديثها لاحقًا في المحرر."],"Add patterns":["إضافة أنماط"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["يتوفر مزيد من الأنماط من مكتبة WooCommerce.com. اختر الاشتراك لربط متجرك والوصول إلى المكتبة الكاملة، إضافة إلى الحصول على محتوى أكثر صلة وتجربة مخصصة لإعداد المتاجر. سيؤدي الاشتراك إلى تمكين {{link}}تعقب الاستخدام{{\/link}}، الذي يمكنك إلغاء الاشتراك منه في أي وقت عبر إعدادات WooCommerce."],"Access more patterns":["الوصول إلى مزيد من الأنماط"],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["أنشئ صفحة رئيسية تفاعلية عن طريق إضافة أنماط وتخطيطات مختلفة ودمجها. يمكنك مواصلة تخصيص هذه الصفحة، بما في ذلك المحتوى، لاحقًا عبر المحرر."],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["لسوء الحظ، ثمَّة مشكلة فنية تمنع عرض \"مزيد من الأنماط\". يرجى <FetchPatterns>المحاولة مرة أخرى<\/FetchPatterns> لاحقًا."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["أنشئ علامتك التجارية عن طريق إنشاء شعار لا ينسى باستخدام {{link}}Fiverr{{\/link}}."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["يتوفر مزيد من الخطوط! اختر الاشتراك لربط متجرك والوصول إلى مكتبة الخطوط الكاملة، إضافة إلى الحصول على محتوى أكثر صلة وتجربة مخصصة لإعداد المتاجر. سيؤدي الاشتراك إلى تمكين {{link}}تعقب الاستخدام{{\/link}}، الذي يمكنك إلغاء الاشتراك منه في أي وقت عبر إعدادات WooCommerce."],"Access more fonts":["الوصول إلى مزيد من الخطوط"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["أضف نمطًا واحدًا أو أكثر من أنماط الصفحة الرئيسية لدينا لإنشاء صفحة ترحب بالمتسوقين."],"Promote your social channels and give shoppers a way to see your latest products and news.":["روِّج قنواتك الاجتماعية وامنح المتسوقين طريقة لمعرفة أحدث منتجاتك وأخبارك."],"Social media":["الوسائط الاجتماعية"],"Encourage sales by sharing positive feedback from happy shoppers.":["شجِّع المبيعات عن طريق مشاركة الملاحظات الإيجابية من المتسوقين السعداء."],"Share information on any services that your business can provide.":["شارك المعلومات على أي خدمات يمكن لشركتك تقديمها."],"Show your shoppers what’s special about your business.":["أظهر للمتسوقين الجوانب التي تميِّز شركتك."],"Put the spotlight on one or more of your products or product categories.":["سلِّط الضوء على منتج واحد أو أكثر من منتجاتك أو تصنيفات المنتجات."],"Featured selling":["البيع المميز"],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["صمم متجرًا يعكس علامتك التجارية وأعمالك. خصص قالبنا النشط أو حدِّد قالبًا مصممًا باحترافية أو أنشئ مظهرك الجديد باستخدام أداة تصميم المتجر لدينا."],"DON'T HAVE A LOGO YET?":["أليس لديك شعار حتى الآن؟"],"Want more patterns?":["هل تريد مزيدًا من الأنماط؟"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["لسوء الحظ، نواجه بعض المشكلات الفنية - يرجى العودة لاحقًا للوصول إلى مزيد من الأنماط."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["اشترك في <OptInModal>تتبع الاستخدام<\/OptInModal> لكي يمكنك الوصول إلى مزيد من الأنماط."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["يبدو أنه يتعذر علينا الكشف عن شبكتك. يرجى التحقق مجددًا من اتصالك بالإنترنت وتحديث الصفحة."],"Shuffle":["الخلط"],"Welcome shoppers to your store with one of our introductory patterns.":["مرحبًا بالمتسوقين في متجرك مع أحد أنماطنا التمهيدية."],"You can edit your content later in the Editor":["يمكنك تحرير محتواك لاحقًا في المحرِّر"],"Browse themes":["تصفح القوالب"],"Choose a professionally designed theme":["اختيار قالب مصمم باحترافية"],"Use the store designer":["استخدام مصمم المتجر"],"Design your own theme":["تصميم قالبك الخاص"],"Design or choose a new theme":["تصميم قالب جديد أو اختياره"],"Go to Products":["الانتقال إلى المنتجات"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["ابدأ بتخزين الأرفف الظاهرية لديك عن طريق إضافة منتجاتك أو استيرادها، أو حرر عينة من المنتجات."],"What's next?":["ما التالي؟"],"View store":["عرض المتجر"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["تهانينا! لقد نجحت في تصميم متجرك. ألقِ نظرة على عملك الشاق قبل مواصلة إعداد متجرك."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["حدد تذييلاً من الخيارات أدناه. يشتمل تذييلك على تنقل ثانوي في الموقع، وسيُضاف إلى كل صفحة. يمكنك مواصلة تخصيص ذلك عبر المحرر لاحقًا."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["أنشئ صفحة رئيسية تفاعلية عن طريق تحديد أحد التخطيطات المصممة سابقًا لدينا. يمكنك مواصلة تخصيص هذه الصفحة، بما في ذلك المحتوى، لاحقًا عبر المحرر."],"Choose your homepage":["اختر صفحتك الرئيسية"],"Opt in":["الاشتراك"],"Want more font pairings?":["هل تريد مزيدًا من أزواج الخطوط؟"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["بادر بالترقية إلى <WordPressLink>أحدث إصدار من ووردبريس<\/WordPressLink> لكي يمكنك الوصول إلى مزيد من الخطوط."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["اشترك في <OptInModal>تتبع الاستخدام<\/OptInModal> لكي يمكنك الوصول إلى مزيد من الخطوط."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["بادر بالترقية إلى <WordPressLink>أحدث إصدار من ووردبريس<\/WordPressLink> و<OptInModal>اشترك في تتبع الاستخدام<\/OptInModal> لكي يمكنك الوصول إلى مزيد من الخطوط."],"Add your products":["إضافة منتجاتك"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["عفوًا! واجهنا مشكلة في أثناء إعداد الأساسيات. {{anchor}}يرجى المحاولة مجددًا{{\/anchor}} أو بدء قالب."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["لا تتردد في كشف الأمر هنا. كل الاقتراحات أو الملاحظات أو التعليقات حول تجربة \"تصميم قالبك الخاص\" محل ترحيب."],"I wanted to design my own theme.":["أردت تصميم قالبي الخاص."],"What motivated you to choose the \"Design your own theme\" option?":["ما الذي حفَّزك على اختيار خيار \"تصميم قالبك الخاص\"؟"],"Choose your footer":["اختيار التذييل الخاص بك"],"Design your homepage":["تصميم صفحتك الرئيسية"],"Choose your header":["اختيار الترويسة الخاصة بك"],"Choose fonts":["اختيار الخطوط"],"Choose your color palette":["اختيار لوحة الألوان الخاصة بك"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["أنشئ متجرًا يعكس علامتك التجارية وأعمالك. حدد أحد قوالبنا المصممة باحترافية لتخصيصها، أو أنشئ قالبك الخاص باستخدام الذكاء الاصطناعي."],"Take a quick tour to discover what's possible.":["قم بجولة سريعة لاكتشاف الأمور الممكنة."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["لكن لا تدع ذلك يوقفك! ابدأ بتخصيص شكل متجرك ومظهره، عن طريق إضافة شعارك وتحديد ألوانك وتخطيطك. "],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["ابدأ بتصميم متجرك، بما في ذلك إضافة شعارك وتغيير مخططات الألوان وإنشاء تخطيطاتك الخاصة. قم بجولة سريعة لاكتشاف الأمور الممكنة."],"Discover what's possible with the store designer":["اكتشاف الأمور الممكنة من خلال أداة تصميم المتاجر"],"Setting up the foundations":["إعداد الأساسيات"],"Our AI tool had a few issues generating your content.":["تضمنت أداة الذكاء الاصطناعي بعض المشكلات في أثناء إنشاء محتواك."],"Welcome to your store!":["مرحبًا بك في متجرك!"],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["لا تتردد في كشف الأمر هنا. كل الاقتراحات أو الملاحظات أو التعليقات حول تجربة المتجر التي يقوم الذكاء الاصطناعي بإنشائها محل ترحيب."],"Did you find anything confusing, irrelevant, or not useful?":["هل تعثر على شيء مربك أو غير ذي صلة أو غير مفيد؟"],"Other.":["أخرى."],"I didn't like any of the available themes.":["لا أحب أيًا من القوالب المتوفرة."],"I wanted to see how AI could help me streamline the process.":["أردت معرفة كيفية مساعدة الذكاء الاصطناعي لي على تبسيط العملية."],"What motivated you to choose the “Design with AI” option?":["ما الذي حفَّزك على اختيار خيار \"التصميم باستخدام الذكاء الاصطناعي\"؟"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["على مقياس يتراوح بين 1 = صعب و5 = سهل جدًا، كيف تقيِّم التجربة بشكل عام؟"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["يتمثَّل هدفنا في التأكد من أن لديك جميع الأدوات المناسبة لبدء تخصيص متجرك. نود أن نعرف ما إذا كنا قد حققنا هدفنا أم لا، وكيف يمكننا التحسُّن."],"Continue designing":["مواصلة التصميم"],"Exit and lose changes":["الإنهاء وفقدان التغييرات"],"You'll lose any changes you've made to your store's design and will start the process again.":["ستفقد أي تغييرات قد أجريتها على تصميم متجرك، وستبدأ العميلة مجددًا."],"Are you sure you want to exit?":["هل تريد بالتأكيد الإنهاء؟"],"Generating content":["إنشاء المحتوى"],"Editor canvas":["لوحة المحرّر"],"Please try again":["يرجى المحاولة مجددًا"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["عذرًا! واجهنا مشكلة في أثناء إنشاء متجرك. <retryButton\/>"],"Active theme":["القالب النشط"],"Back to Home":["العودة إلى الصفحة الرئيسية"],"Go back to the Home screen to complete your store setup and start selling":["الرجوع إلى الشاشة الرئيسية لإكمال إعداد متجرك وبدء البيع"],"Go to the Editor":["الانتقال إلى المحرر"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["توجّه إلى المحرر لتغيير صورك والنص، وإضافة مزيد من الصفحات، وإجراء أي تخصيصات إضافية."],"Fine-tune your design":["ضبط تصميمك"],"Your store looks great!":["يبدو متجرك رائعًا!"],"Browse all themes":["تصفح كل القوالب"],"Customize your store":["تخصيص متجرك"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["خصص نمط متجرك وتخطيطه لملاءمة علامتك التجارية! أضف شعارك، وغيّر الخط والألوان، وجرب تخطيطات الصفحات المختلفة. ستتمكن من تحرير النص والصور لاحقًا عبر المحرر."],"Make your store your own":["جعل متجرك خاصًا بك"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["ستظهر أي تغييرات تجريها على التخطيط والنمط هنا في الوقت الفعلي - وهذا مثالي لاختبار الأشكال المختلفة قبل طرحها. يمكنك أيضًا تغيير حجم هذه المنطقة للتحقق من كيفية ظهور متجرك على الهاتف المحمول."],"View your changes in real time":["عرض تغييراتك في الوقت الفعلي"],"Welcome to your AI-generated store!":["مرحبًا بك في متجرك الذي تم إنشاؤه بواسطة الذكاء الاصطناعي!"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["هذا هو المكان الذي يمكنك فيه بدء تخصيص شكل متجرك ومظهره، بما في ذلك إضافة شعارك وتغيير الألوان والتخطيطات. قم بجولة سريعة لاكتشاف الأمور الممكنة."],"Take a tour":["القيام بجولة"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["استخدم مفتاحَي \"سهم إلى اليسار\" و\"سهم إلى اليمين\" لتغيير حجم اللوحة. اضغط باستمرار على \"إزاحة\" لتغيير الحجم بمعدلات زيادة أكبر."],"Saving failed.":["فشل الحفظ."],"Logo":["الشعار"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["اضمن حصول متجرك على علامة تجارية عن طريق إضافة شعارك. للحصول على أفضل النتائج، ارفع ملف SVG أو PNG يصل عرضه إلى 300px بحد أدنى."],"Use as site icon":["استخدامها كأيقونة الموقع"],"Link logo to homepage":["ربط الشعار بالصفحة الرئيسية"],"Image width":["عرض الصورة"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor.":["حدد تذييلاً جديدًا من الخيارات أدناه. يشتمل تذييلك على تنقل ثانوي في الموقع، وسيُضاف إلى كل صفحة. يمكنك مواصلة تخصيص ذلك عبر المحرر."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the Editor.":["استنادًا إلى المتاجر الأكثر نجاحًا في مجالك وموقعك، أوصت أداة الذكاء الاصطناعي لدينا بهذا القالب لأعمالك. هل تفضِّل تخطيطًا مختلفًا؟ اختر من القوالب أدناه الآن، أو لاحقًا عبر المحرر."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["حدد ترويسة جديدة من الخيارات أدناه. يشتمل تذييلك على تنقل ثانوي في الموقع، وسيُضاف إلى كل صفحة. يمكنك مواصلة تخصيص ذلك عبر المحرر."],"Change your font":["تغيير الخط لديك"],"or create your own":["أو إنشاء الألوان الخاصة بك"],"Change your footer":["تغيير تذييلك"],"Change your homepage":["تغيير صفحتي الرئيسية"],"Change your header":["تغيير ترويستي"],"Change fonts":["تغيير الخطوط"],"Change the color palette":["تغيير لوحة الألوان"],"Add your logo":["إضافة شعارك"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["استخدم أدوات الأنماط والتخطيطات الخاصة بنا لتخصيص تصميم متجرك. يمكن إضافة المحتوى وصورك أو تغييرها عبر المحرر لاحقًا."],"Let's get creative":["لنطلق العنان للإبداع"],"Which writing style do you prefer?":["ما نمط الكتابة الذي تفضِّله؟"],"Direct yet respectful, serious and professional.":["مباشر وجدير بالاحترام ومهم واحترافي."],"Formal":["رسمي"],"Relaxed and friendly, like a conversation with a friend.":["مريح وودود، كمحادثة مع صديق."],"Informal":["غير متكلف"],"How would you like your store to look?":["كيف ترغب في أن يبدو شكل متجرك؟"],"Vibrant with eye-catching colors and visuals.":["نابض بالحياة بألوان وأشكال جذابة."],"Bold":["غامق"],"Elegant and timeless with a nostalgic touch.":["أنيق وسرمدي بلمسة تتسم بالحنين."],"Classic":["تقليدي"],"Contemporary":["معاصر"],"Who your target audience is":["جمهورك المستهدف هو"],"What makes your business unique":["الذي يجعل أعمالك فريدة"],"How many products you plan on displaying":["عدد المنتجات التي تخطط لعرضها"],"What you want to sell":["الذي تريد بيعه"],"Try to include:":["تجربة تضمين ما يأتي:"],"The more detail you provide, the better job our AI can do!":["كلما قدَّمت تفاصيل أكبر، كان العمل الذي يمكن للذكاء الاصطناعي لدينا فعله أفضل!"],"Tell us a bit more about your business":["أخبرنا قليلاً عن أعمالك"],"Applying the finishing touches":["وضع اللمسات الأخيرة"],"Assembling your AI-optimized store":["تجميع متجرك المُحسَّن باستخدام الذكاء الاصطناعي"],"Designing the best look for your business":["تصميم أفضل شكل لأعمالك"],"Comparing the top performing stores":["مقارنة المتاجر ذات الأداء الأفضل"],"Analyzing your responses":["تحليل ردودك"],"Opening the doors":["فتح الأبواب"],"Drag to resize":["السحب لتغيير الحجم"],"Turning on the lights":["تشغيل المصابيح"],"Thanks for the feedback. We'll put it to good use!":["شكرًا لإبداء ملاحظات. سنستفيد منها بشكل جيد!"],"Replace":["استبدال"],"Continue setting up your store":["مواصلة إعداد متجرك"],"Options":["الخيارات"],"Send":["إرسال"],"Neutral":["محايد"],"Back":["رجوع"],"Navigation":["التنقّل"],"Style":["النمط"],"Paid":["مدفوع"],"Share feedback":["مشاركة الملاحظات."],"Skip":["تخطٍ"],"About":["نبذة عن"],"Layout":["التخطيط"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["السابق"],"Close":["إغلاق"],"Continue":["متابعة"],"Cancel":["إلغاء"],"Default":["الافتراضي"],"Reviews":["المراجعات"],"Delete":["حذف"],"Settings":["الإعدادات"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}