{"translation-revision-date":"2024-07-29 09:26:16+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["سلط الضوء على مجالات التحسين في النص الخاص بك، ولا داعي للبحث عن إبرة في كومة قش، مباشرة إلى التحسين! الآن أيضًا في Elementor!"],"Explore %s!":["اكتشف %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["ستصل إلى المزيد من الأشخاص بعبارات مفتاحية متعددة! هل تريد إضافة هذه العبارات مفتاحية ذات الصلة بسرعة إلى تحليلات %s لتحسين المحتوى بشكل أفضل؟"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s دعم 24\/7 %2$s: أيضًا في الأمسيات وعطلات نهاية الأسبوع."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$s معاينات اجتماعية جذابة %2$s يرغب الأشخاص في النقر عليها بالفعل."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$s لا مزيد من الروابط التالفة %2$s: مدير إعادة التوجيه التلقائي."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$s اقتراحات الربط الداخلي %2$s فائقة السرعة."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$s كلمات رئيسية متعددة %2$s: احصل على مرتبة أعلى لمزيد من نتائج البحث."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$s الذكاء الاصطناعي %2$s: عناوين وأوصاف تعريفية أفضل لتحسين محركات البحث، وأسرع."],"Last year":["العام الماضي"],"Last week":["الأسبوع الماضي"],"Last day":["بالأمس"],"Last updated":["آخر تحديث"],"Activate tracking to show the ranking position":["تفعيل التتبع لإظهار موضع الترتيب"],"Unlock Premium SEO analysis":["فتح تحليل SEO المميز"],"Get more help with writing content that ranks":["احصل على المزيد من المساعدة في كتابة المحتوى الذي يتم تصنيفه"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ دولار أمريكي \/ € يورو \/ £ الجنيه الإسترليني كل سنة (لا تشمل ضريبة القيمة المضافة)"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["تحقق من النص الخاص بك وفقًا لمزيد من معايير تحسين محركات البحث (SEO) واحصل على تحليل محسّن للعبارات المفتاحية، مما يسهل تحسين المحتوى الخاص بك."],"Close the upgrade callout":["أغلق وسيلة شرح الترقية"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s واحصل على خصم %2$s حصريًا لمدة %3$s شهرًا."],"Click here to upgrade your %s plan":["انقر هنا لترقية خطة %s الخاصة بك"],"Keyphrases tracked: %1$s\/%2$s":["العبارات الأساسية التي تم تتبعها: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["أنت تتعقب %1$s من %2$s عبارات رئيسية مضمنة في حسابك."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["أنت تتعقب %1$s من %2$s عبارات رئيسية مضمنة في حسابك المجاني."],"Potentially non-inclusive":["يحتمل أن يكون غير شامل"],"Inclusive language:":["لغة شاملة:"],"Premium SEO analysis:":["تحليل ممتاز لتحسين محركات البحث (SEO):"],"1 year of premium support and updates included!":["سنة واحدة من الدعم المتميز والتحديثات متضمنة!"],"Unlock with %s":["فتح مع %s"],"Tracking the ranking position...":["تتبع موضع الترتيب ..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["حدث خطأ ما أثناء تتبع موضع (مواضع) الترتيب لصفحتك. يرجى المحاولة مرة أخرى في وقت لاحق."],"reconnect to %s":["أعد الاتصال بـ %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["يبدو أنه حدث خطأ ما عند استرداد بيانات موقع الويب الخاص بك. الرجاء %s وحاول مرة أخرى."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["قبل أن تتمكن من تتبع أداء مُحسّنات محرّكات البحث SEO لديك ، تأكد من تعيين عنوان المقالة وحفظه كمسودة أو تعيين الاسم اللطيف (Slug) للمقالة يدويًا."],"No keyphrase has been set. Please set a keyphrase first.":["لم يتم تعيين العبارة الرئيسية. يرجى تعيين العبارة الرئيسية أولاً."],"upgrade your %s plan":["قم بترقية الخطة %s الخاصة بك"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["لقد وصلت إلى الحد الأقصى لمقدار  %d من العبارات الرئيسية التي يمكنك إضافتها إلى حساب Wincher الخاص بك. إذا كنت ترغب في إضافة المزيد من العبارات الرئيسية ، من فضلك %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["باستخدام %1$s ، يمكنك تتبع موضع ترتيب صفحتك في نتائج البحث بناءً على العبارة (العبارات) الرئيسية. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["يتتبع %s حاليًا موضع (مواضع) الترتيب لصفحتك. قد يستغرق هذا بضع دقائق. من فضلك انتظر او تحقق لاحقا."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["لقد نجحت في الاتصال بـ %s! يمكنك الآن تتبع أداء تحسين محركات البحث (SEO) للعبارة (العبارات) الرئيسية لهذه الصفحة."],"Read more about keyphrase tracking with Wincher":["اقرأ المزيد عن تتبع عبارة الرئيسية باستخدام Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["تم تمكين التتبع التلقائي للعبارات الرئيسية. سيتم تلقائيًا تتبع العبارة (العبارات) الرئيسية الخاصة بك بواسطة %s عند نشر مقالتك."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["موضع العبارة الرئيسية في آخر 90 يومًا على مقياس من 0 إلى 100."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["يمكنك تمكين \/ تعطيل تتبع أداء تحسين محركات البحث SEO لكل عبارة رئيسية أدناه."],"Learn more about the SEO performance feature.":["تعرف المزيد حول ميزة أداء تحسين محركات البحث (SEO)."],"SEO performance":["أداء تحسين محركات البحث SEO"],"Connect with %s":["تواصل مع %s"],"* focus keyphrase":["* عبارة رئيسية التركيز"],"Get more insights over at %s":["احصل على المزيد من الأفكار حول %s"],"Position over time":["الترتيب بمرور الوقت"],"Position":["الموضع"],"Tracking":["تتبع"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["لقد واجهنا مشكلة أثناء محاولة الحصول على عبارات رئيسية ذات صلة. الرجاء معاودة المحاولة في وقت لاحق."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["لقد وصلت إلى الحد الأقصى وهو 4 عبارات رئيسية ذات صلة. يمكنك تغيير أو إزالة العبارات الرئيسية ذات الصلة في صندوق محتوى metabox لـ %s أو في الشريط الجانبي."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["الرجاء الانتظار بينما يتصل %1$s بـ %2$s للحصول على عبارات رئيسية ذات صلة..."],"Upgrade your %s plan":["ترقية خطة %s الخاصة بك"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["لقد وصلت إلى الحد الأقصى من الطلبات الخاصة بك لهذا اليوم. تحقق مرة أخرى غدًا أو قم بترقية خطتك في %s."],"Last month":["الشهر الماضي"],"Two months ago":["قبل شهرين"],"Three months ago":["قبل ثلاثة أشهر"],"Four months ago":["قبل أربعة أشهر"],"Five months ago":["قبل خمسة أشهر"],"Six months ago":["قبل ستة أشهر"],"Seven months ago":["قبل سبعة أشهر"],"Eight months ago":["قبل ثمانية أشهر"],"Nine months ago":["قبل تسعة أشهر"],"Ten months ago":["قبل عشرة أشهر"],"Eleven months ago":["قبل أحد عشر شهرًا"],"Twelve months ago":["قبل اثني عشر شهرًا"],"Get more insights at %s":["احصل على المزيد من الأفكار في %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["حجم البحث عن العبارة الرئيسية في آخر 12 شهر على مقياس متدرج من 0 إلى 100."],"Learn more about the related keyphrases trend":["تعلم المزيد عن اتجاهات البحث عن العبارات الرئيسية"],"Trend":["اتجاه (من اتجاهات وميول)"],"Learn more about the related keyphrases volume":["تعلم المزيد عن حجم البحث عن العبارات الرئيسية المرتبطة"],"Volume":["الصوت"],"Related keyphrase":["عبارة رئيسية ذات صلة"],"Select country":["تحديد الدولة"],"Show results for:":["عرض نتائج عن:"],"Sorry, there's no data available for that keyphrase\/country combination.":["عذرًا، لا توجد بيانات مُتاحة لتركيبة (العبارة الرئيسية \/ البلد) هذه."],"The number of headers and header labels don't match.":["عدد العناوين الرئيسية وتسميات العناوين الرئيسية غير متطابق."],"Return to your %s":["العودة إلى %s الخاصة بك"],"Make sure to save your %s for changes to take effect":["تأكد من حفظ %s حتى تدخل التغييرات حيّز التنفيذ"],"SEO analysis:":["تحليل SEO:"],"Keyphrase":["العبارة الرئيسية"],"Readability analysis:":["تحليل قابلية القراءة:"],"%d day":["يوم (%d)","يوم واحد (%d)","يومين (%d)","%d أيام","%d يوم","%d يوم"],"Good results":["نتائج جيدة"],"Considerations":["الاعتبارات"],"Errors":["أخطاء"],"Good SEO score":["نتيجة SEO جيدة"],"OK SEO score":["نتيجة SEO مقبولة"],"Needs improvement":["بحاجة إلى تحسين"],"Improvements":["تحسينات"],"Problems":["مشاكل"],"Not available":["غير متوفر"],"Good":["جيدة"],"OK":["مقبولة"],"View":["عرض"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}